"%ld day left on trial" = "%ld day left on trial";
"%ld days left on trial" = "%ld days left on trial";
"Buy Now" = "Buy Now";
"Free Trial" = "Free Trial";
"Free trial has expired" = "Free trial has expired";
"The trial period has expired." = "The trial period has expired.";
"Wait %u" = "Wait %u";
"Your 30 day trial has expired. Please purchase Path Finder." = "Your 30 day trial has expired. Please purchase Path Finder.";
